
/** Foundation */
"确定" = "确定";
"取消" = "取消";
"完成" = "完成";
"发生错误" = "发生错误";

/** LC_AppVersion */
"马上更新" = "马上更新";
"下次再说" = "下次再说";
"发现新版本" = "发现新版本";

/** LC_IAP */
"请检查网络" = "请检查网络";
"标示符是无效的" = "标示符是无效的";
"该用户禁止应用内付费" = "该用户禁止应用内付费";
"正在处理上一次购买" = "正在处理上一次购买";
"正在请求商品..." = "正在请求商品...";
"正在购买商品,请保持网络畅通..." = "正在购买商品,请保持网络畅通...";
"不能获取到该商品的信息,购买失败" = "不能获取到该商品的信息,购买失败";
"购买失败" = "购买失败";



/** Application */
"请检查您的网络，稍后再试" = "请检查您的网络，稍后再试";
"请求超时" = "请求超时";
"为了验证您的身份，我们将发送短信验证码";
"输入您的手机号码" = "输入您的手机号码";
"手机号码格式不对" = "手机号码格式不对";
"重新发送验证码" = "重新发送验证码";
"输入密码" = "输入密码";
"再次输入" = "再次输入";
"设置您的密码" = "设置您的密码";
"密码长度限制6-16位" = "密码长度限制6-16位";
"密码不能包含特殊符号" = "密码不能包含特殊符号";
"两次密码输入不一致" = "两次密码输入不一致";
"拍照" = "拍照";
"选择" = "选择";
"请输入昵称" = "请输入昵称";
"选择性别" = "选择性别";
"男" = "男";
"女" = "女";
"选择生日：" = "选择生日：";
"请选择" = "请选择";
"我的标签：" = "我的标签：";
"请您选择一张头像" = "请您选择一张头像";
"昵称长度必须为1-12位" = "昵称长度必须为1-12位";
"请选择您的生日" = "请选择您的生日";
"账号" = "账号";
"密码" = "密码";
"我们已经向您的手机" = "我们已经向您的手机";
"发送了验证码" = "发送了验证码";
"选择国家或地区" = "选择国家或地区";
"输入手机号" = "输入手机号";
"输入登录密码" = "输入登录密码";
"忘记密码？" = "忘记密码？";
"账号或密码未输入" = "账号或密码未输入";
"正在登录..." = "正在登录...";
"岁" = "岁";
"的照片" = "的照片";
"个人动态" = "个人动态";
"登录已失效，请重新登录" = "登录已失效，请重新登录";
"为我约" = "为我约";
"为Ta约" = "为Ta约";
"人均：" = "人均：";
"元" = "元";
"惠：" = "惠：";
"个优惠" = "个优惠";

